Repository: markusseidler/SetGame2021
Catalog: SetGame2021/ViewModel/*.lproj/Localizable.strings
Languages: de

source: New Game
de: Neues Spiel

source: Deal
de: Spiel aus

source: Cheat
de: Schummeln

source: Are you sure?
de: Bist Du Dir sicher?

source: No Points
de: Keine Punkte

source: Matched Sets
de: Passende Sets

# cheatingOneSetDisplayed %lld
source: This is your first time cheating. This time it is for free. Next time it cost you %lld points. There is one set displayed.
de: Das ist Dein erstes Mal schummeln. Dieses Mal ist es gratis. Das nächste Mal verlierst Du %lld Punkte. Es gibt ein Set in den ausgespielten Karten.

# cheatingMultipleSetsDisplayed %lld %lld
source: This is your first time cheating. This time it is for free. Next time it cost you %lld points. There are %lld sets displayed.
de: Das ist Dein erstes Mal schummeln. Dieses Mal ist es gratis. Das nächste Mal verlierst Du %lld Punkte. Es gibt %lld Sets in den ausgespielten Karten.

# noSetsDisplayed %lld
source: There are no sets displayed. \nnCheating cost you %lld points.
de: Es gibt kein Set in den ausgespielten Karten. Schummeln kostet Dich %lld Punkte.

# oneSetDisplayed %lld
source: There is one sets displayed. Cheating cost you %lld points.
de: Es gibt ein Set in den ausgespielten Karten. Schummeln kostet Dich %lld Punkte.

# multipleSetsDisplayed %lld %lld
source: There are %lld sets displayed. Cheating cost you %lld points.
de: Es gibt %lld Sets in den ausgespielten Karten. Schummeln kostet Dich %lld Punkte.

# dealCostMessage %lld
source: There are more than 3 matching sets on the screen. Dealing three more cards will cost you %lld points.
de: Es gibt mehr als drei Sets in den gespielten Karten. Das Ausspielen von drei weiteren Karten kostet Dich %lld Punkte.
